[General]
Translator, "QbProg"
LangVersion, "3.3.0.0"
IsRTL, "0"


[Icon]
R0lGODlhEAAMAPcAAOjo6ODg4Onp6aCgoOPj45YXCTyhGpYXCt4iENIhDNQhDdYhDWmJXjycGt15
berv8PLw8pvKi+zp7ezq7Onu7yttE5oXC9wiDl6FUV+EUmyKY5LDgH67aO7u7tAhDJdUTNQhC5kX
CtpmVNpnV+Xi5pAUBW+3VtgiDeN8cZEWB9oiD7bTq+Xh5uXl5eCimne5YCxvFHGNZ5VbUqKho4zA
enO5W4vAeNxrXeawp5lVSdYwHYS+bkN7MJpSSD6fHJpVTZPDgs8cBebt7pMXCZt5ckCmG9p5bfD0
9JkXC73Zs4KTekCcHpzHjYrBdtpfT+vp7H+7apdUS+Z3aKPQk0l5OOvp61OnNuCelKCeofL5+efn
5+Li4pjKhnSMbNh2apjHhnS2W53Kjeru7/Dw8NEcBnCNZtptX4a8c3u7Y9YhDHq4YytyEuGnnkt9
Ony8aLLSpzufF47DfDabEtAhC+Tr7Ozs7OPp680lD+UjEN94aUKkHoS+cNttXtkdCOJ1ZmSGWJUt
JKGkpc4fCK7QoqWpqevv8NhURJHEfoG+azydGOrq6nu8ZNghDt0iDi5wFefj6JMTBVaASeTg5e7r
8IfBc4i+c80bBE5+PuBlVOHh4avPntZ1aJMiE26KY56enunw8dxnV1yCTOB4aJYXC9EsF9qHe4vE
d9MbB4O7bkChG0qjKp0XC1F+Qoa9cgAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjaALvE6KSBgZIZAwYEIvIhSo4eMspMCROBSxIIHcYcwZFHlB8pnBh8AbIhzooJAAQUYmOGzw1M
Jf4comGD0psqKcW4EDEClI4UGZq02oNo0BMAAB5ccWKIFIghoXZA4bBIkwQtAiiUuiPIQ5oCkdyo
QVODCYkAAexssjQnwYkCrF6AsSIHlaQAW+h4CZJAgYoDl0wsSQTnDItMBIQYIaNgwYUQbVQ18GGg
0iMCLT45OLWAEQIkPAyk0lPE1CRFdbKg6NMIAZ5VVCrAcLQGAxZPAwj9gHRglAVAAQEAOw==


[BFAPI_Strings]
ErrorFailClientTime, "L'orologio del computer non è impostato correttamente.\nControllare le impostazioni del sistema e riprovare."
ErrorFailLogin, "Controllare l'indirizzo email e la password e riprovare."
ErrorFailPrefix, "Impossibile connettersi all'account di Binary Fortress."
ErrorInvalidProTrialLicenseKey, "La licenza di FileSeek sembra non essere valida.\nContattaci per ulteriori informazioni."
ErrorItemSizeTooLarge, "Uno dei profili di FileSeek è troppo grande.\nProvare a sincronizzare un profilo più piccolo."
ErrorTrialExpiredPrompt, "La versione dimostrativa di FileSeek è scaduta.\nContattaci per iniziare una nuova versione dimostrativa."
ErrorUnknownProPurchasedLicenseKey, "La licenza di FileSeek sembra non essere valida.\nContattaci per ulteriori informazioni."
LoginPrompt, "E'necessario inserire le informazioni di accesso per continuare.\nInserire ora le informazioni di accesso?"
TitleSync, "Sincronizzazione in corso con l'account di Binary Fortress"


[BFAPILoginControl_Controls]
btnLogin, "A&ccedi"
btnLogout, "&Disconnetti"
btnMyAccount, "Il mio &Account"
btnMyLicenses, "&Licenze"
btnRegister, "&Registrati"
lblAccountStatus, "Stato Account:"
lblEmailAddress, "Indirizzo Email:"
lblMyPassword, "Reimposta Password"
lblName, "Nome:"
lblPassword, "Password:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Personale o Aziendale, numero di licenze specificato nel nome della licenza"
LicenseRestrictionDonation, "Personale, 1 computer"
LicenseRestrictionEnterprise, "Numero di computer illimitato in qualsiasi sede dell'azienda"
LicenseRestrictionPersonalHome, "Personale, numero di computer illimitato"
LicenseRestrictionSite, "Numero di computer illimitato in una (1) sede specificata"
LicenseRestrictionStandard, "Personale o aziendale, 1 computer"
LicenseRestrictionSteam, "Personale o Aziendale, numero illimitato di computer, l'utente primario sei tu e Steam è installato"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Inserire un indirizzo Email valido e riprovare."
ErrorEnterPassword, "Inserire la password e riprovare."
ErrorLoginFailed, "Impossibile caricare le informazioni dell'account. \nControllare nome utente e password e riprovare."
ErrorNoLicensesFound, "Impossibile trovare le informazioni di licenza per questo account.\nSe si desidera assistenza, contattare il supporto."
ErrorUnknownLicenses, "Si è verificato un errore durante il caricamento delle informazioni di licenza."
ErrorUnknownLogin, "Si è verificato un errore durante il caricamento delle informazioni dell'account."
Note, "Effettuare l'accesso per ottenere la licenza di FileSeek e sincronizzare i profili di ricerca."
SelectLicensePrompt, "Si sta utilizzando una Versione Gratuita, una versione Pro Dimostrativa, o il Codice di Licenza non è valido.\nSi desidera carica un Codice di Licenza dal proprio account Binary Fortress?"
Title, "Il Mio Account Binary Fortress"
TitleLoadingLicenses, "Scaricamento delle informazioni di licenza in corso"


[BFAPIMyLicenses_Controls]
colDateCreated, "Data di Creazione"
colDateExpires, "Data di Scadenza"
colLicenseKey, "Codice di Licenza"
colLicenseRestrictions, "Restrizioni della Licenza"
colLicenseType, "Tipo di Licenza"
colName, "Nome Licenza"


[BFAPIMyLicenses_Strings]
ConfirmUseLicense, "Conferma l'utilizzo di questa chiave di licenza?"
ErrorSelectLicense, "Selezionare una Licenza dalla lista e riprovare."
ShowNeedLicenseWarning, "Selezionare un Codice di Licenza dalla lista, quindi premere il pulsante 'OK' per utilizzare il codice selezionato."
Title, "Le mie Licenze"


[BFFormDownload_Strings]
ConfirmCancel, "Annullare il Download?"
Error, "Si è verificato un errore."
Progress, "{0} KB rimanenti ({1} KB totali)"
ProgressUnknown, "Scaricamento in corso: {0} KB"


[BFFormErrorMessage_Controls]
btnCopy, "&Copia negli appunti"
btnMoreInformation, "&Mostra Ulteriori Informazioni"


[BFFormProxySettings_Controls]
btnSave, "Salva"
lblProxyAddress, "Indirizzo del Server:"
lblProxyPassword, "Password:"
lblProxyPassword2, "Conferma Password:"
lblProxyPort, "Porta:"
lblProxyUsername, "Nome Utente:"
rdoCustomSettings, "Specifica impostazioni &Proxy:"
rdoNoProxy, "&Nessun server proxy (connessione ad internet diretta)"
rdoUseIESettings, "Usa le Opzioni Internet di Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Inserire l'indirizzo del server Proxy o selezionare 'Nessun Server Proxy'"
EnterServerPort, "Inserire la porta del server Proxy o selezionare 'Nessun Server Proxy'"
PasswordDecryptionFailed, "Le informazioni di connessione non sono valide.\nInserire la password del Server Proxy."
PasswordsNotMatch, "Le password non corrispondono, riprovare."
Title, "Opzioni Internet"


[BFFormSelectApplication_Controls]
ButtonBrowse, "&Sfoglia"
ButtonRefresh, "&Aggiorna"
ColApplication, "Applicazione"
ColPath, "Percorso"
GroupDesktopApplications, "Desktop Applications"
GroupWindows8Applications, "Windows 8 Applications"


[BFFormSelectApplication_Strings]
AllApplications, "Tutte le Applicazioni"
PleaseSelectApplication, "Scegliere una Applicazione per continuare."
Title, "Seleziona Applicazione"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Valore Predefinito"
colSetting, "Impostazione"
colValue, "Valore"
lblHelp, "Effettua doppio click su una impostazione per cambiarla, premi il pulsante 'Help' per ulteriori informazioni."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Si è verificato un errore durante il salvataggio di questa impostazione."
SavedSuccessfully, "Le Impostazioni Avanzate sono state salvate correttamente.\nPuò essere necessario riavviare FileSeek per far sì che le nuove impostazioni abbiano effetto."
Title, "Impostazioni Avanzate"
TitleEdit, "Modifica Impostazioni Avanzate"


[BFFormSupportRequest_Controls]
lblEmailAddress, "Indirizzo Email:"
lblMessage, "Messaggio:"
lblName, "Nome:"
lblSubject, "Oggetto:"
lblWarning, "Le informazioni contenute nella scheda 'Risoluzione dei Problemi' e il file Debug.log verranno criptati ed inviati in allegato a questa richiesta di supporto. In questo modo potremo risolvere il suo problema più velocemente."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Inserire un indirizzo Email valido e riprovare."
EnterMessage, "Inserire il corpo del messaggio e riprovare."
EnterName, "Inserire il nome e riprovare."
EnterSubject, "Inserire il campo Oggetto."
SendSuccess, "Le sue informazioni sono state inviate correttamente.\nSarà ricontattato entro un giorno lavorativo."
Title, "Invia richiesta di Supporto"
TooLongEmailAddress, "Inserire un indirizzo Email più corto e riprovare."
TooLongName, "Inserire un nome più corto e riprovare."


[BFFormUpdate_Controls]
btnChangeLog, "&Visualizza le ultime modifiche"
btnDownload, "Scarica e &Installa"
btnRemindMeLater, "&Ricordamelo Dopo"
btnSkipThisVersion, "&Salta Questa Versione"
btnWebsite, "&Scarica"
lblNewVersion, "Nuova Versione:"
lblOldVersion, "Versione Attuale:"
lblUpdateNotes, "Novità in questa Versione:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "E' consigliato l'aggiornamento a questa nuova versione.\nSei sicuro di saltare questo aggiornamento?"
DownloadFailedSave, "Impossibile salvare il file localmente."
DownloadingUpdate, "Download dell'aggiornamento in corso"
DownloadInvalidData, "Il server ha restituito dei dati non validi. Il server protrebbe avere dei problemi a reperire il file richiesto."
DownloadNoData, "Il sito web non ha restituito alcun dato."
ErrorDownload, "Si è verificato un errore durante il download della nuova versione."
Title, "Aggiornamento Disponibile"
UpdateProMessage, "Per usare aggiornamento one-click è necessario effettuare l'upgrade a FileSeek Pro.\nSi desiderano ulteriori informazioni riguardo l'upgrade?"


[BFHelpButton_Controls]
mniOnlineHelp, "Guida Online"
mniSupportRequest, "Richiesta di Supporto"


[BFTextQuery_Strings]
CaseSensitive, "Maiuscole/Minuscole:"
MayContain, "Può Contenere:"
MayNotContain, "Può Non Contenere:"
MustContain, "Deve contenere:"
MustNotContain, "Non deve contenere:"


[BFUpdateCheck]
AlreadyInProgress, "Ricerca aggiornamenti già avviata..."
ErrorRunningDownloadedFile, "Si è verificato un errore durante il tentativo di esecuzione del file scaricato."
FailedToGetVersion, "Impossibile caricare l'ultimo numero di versione disponibile."
InvalidLicensePrompt, "La licenza di FileSeek Pro sembra non valida.\nSi prega di considerare l'acquisto della licenza di FileSeek Pro per supportarne lo sviluppo.\nSi desiderano ulteriori informazioni?"
NoUpdate, "Si sta già utilizzando l'ultima versione disponibile."
Title, "Aggiorna"


[cFunctions_Strings]
FolderNotRecognized, "La cartella selezionata non è stata riconsciuta e non può essere inclusa nella ricerca."


[cSettings_Strings]
SettingsLoadError, "Si è verificato un errore durante il caricamento delle Impostazioni."
SettingsSaveError, "Si è verificato un errore durante il salvataggio delle Impostazioni."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Sfoglia && Aggiungi"
btnBrowseExcludePath, "Sfoglia"
btnFolderBrowse, "&Sfoglia"
btnFolderBrowseAppend, "Sfoglia && Aggiungi"
btnNewSearch, "Cerca in &Nuova Scheda"
btnPause, "Pausa"
btnResume, "Riprendi"
btnSearch, "&Cerca"
btnStop, "S&top"
chkCaseSensitive, "&Controllo maiuscole/minuscole"
chkFileSizeMax, "Dimensione Massima File:"
chkFileSizeMin, "Dimensione Minima File:"
chkIsExcludeFilesRegEx, "Espressione Regolare"
chkIsIncludeFilesRegEx, "Espressione Regolare"
chkIsQueryRegEx, "Espressione Regolare"
chkSearchSubFolders, "Cerca nelle &sottocartelle"
chkShowFirstResult, "&Mostra solo il primo risultato di ogni file"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "Cerca i file con nome corrispondente al 'Contenuto'"
chkShowQueryMatchFolders, "Cerca le cartelle con nome corrispondente al 'Contenuto'"
chkUseIFilters, "Abilita l'utilizzo dei Gestori dei File per la ricerca (lento)"
colDateAccessed, "Data di Accesso"
colDateCreated, "Data di Creazione"
colDateModified, "Data di Modifica"
colExtension, "Extension"
colFile, "File Name"
colFileSize, "Dimensione File"
colLine, "Linea"
colLineNumber, "Num. Linea"
colPath, "Percorso"
lblAccessedTo, "a"
lblAdditionalLinesAfter, "Mostra linee dopo il risultato di ricerca:"
lblAdditionalLinesBefore, "Mostra linee prima del risultato di ricerca:"
lblCreatedTo, "a"
lblDateAccessed, "Data di Accesso:"
lblDateCreated, "Data di Creazione:"
lblDateFilterLogic, "Date Filter Logic:"
lblDateModified, "Data di Modifica:"
lblExcludeFiles, "File Esclusi:"
lblExcludePath, "Percorsi Esclusi:"
lblFilterResults, "Filtro:"
lblIncludeFiles, "File Inclusi:"
lblModifiedTo, "a"
lblPath, "Percorso:"
lblQuery, "Contenuto:"
lblStatusFound, "Elementi Trovati: {0}"
lblStatusTotal, "File Cercati : {0}"
mniAbout, "Informazioni su"
mniClearSearchHistory, "Cancella Cronologia Ricerche"
mniCloseAll, "Chiudi tutto"
mniCloseAllButThis, "Chiudi le altre schede"
mniCloseSearch, "Chiudi"
mniCopyToClipboard, "Copy Selected Results"
mniCopyToClipboardAll, "Copia tutti i Risultati"
mniExit, "Esci"
mniExplorerContextMenu, "Menù Contestuale di Windows"
mniHelp, "Guida"
mniOpenFolder, "Apri Cartella del file"
mniOpenFolderOnly, "Apri Cartella"
mniOpenOther, "Apri con l'Applicazione Utente"
mniPermenentDelete, "Permanently Delete Selected Files"
mniRemoveRows, "Rimuovi il Risultato Selezionato dalla Lista"
mniSettings, "Impostazioni"
mniShowFilterControls, "Mostra Controlli Filtro"
mniTextCopy, "&Copia"
mniTextSelectAll, "Seleziona &Tutto"
mniTools, "&Strumenti"
mniTrayExit, "Exit"
mniTrayLoadProfiles, "Load Profile"
mniTrayShowFileSeek, "Show FileSeek"
mniTraySyncProfiles, "Sync Profiles"
mnuCopyFilePath, "Copy Selected Filenames (comma separated)"
mnuExportAllHTML, "Esporta Tutti i Risultati in HTML"
mnuExportSelectedResultsHTML, "Esporta i Risultati Selezionati in HTML"
mnuFileCopy, "Copy Selected Files"
mnuFileDelete, "Delete Selected Files"
mnuLanguage, "Lingue"
mnuLoadProfile, "Carica"
mnuManageProfiles, "Gestisci Profili"
mnuOpen, "Apri"
mnuOpenNotepad, "Apri con Blocco Note"
mnuProfile, "Profilo"
mnuSave, "Salva"
mnuSaveAll, "Esporta Tutti i Risultati in CSV"
mnuSaveProfile, "Salva Nuovo Profilo"
mnuSaveSelection, "Esporta i Risultati Selezionati in CSV"
mnuShowFullLanguageList, "Mostra Lista Intera"
mnuSyncProfiles, "Sincronizza Profili"
rdoMatchQueryLineByLine, "Ricerca contenuto linea per linea"
rdoMatchQueryToWholeFile, "Ricerca contenuto nell'intero file"
tabAdvanced, "Avanzate"
tabDateFilters, "Filtro per Data"
tabFileSizeFilters, "Filtro per Dimensione"
tabSearch, "Cerca"


[frmMain_Strings]
AccessedAfterTT, "Ultimo accesso dopo il {0}"
AccessedBeforeTT, "Ultimo accesso prima del {0}"
AccessedBetweenTT, "Ultimo accesso tra {0} e {1}"
AppSelectionErrorPartOne, "Impossibile trovare l'applicazione specificata."
AppSelectionsErrorPartTwo, "Selezionarne una diversa adesso?"
btnNewSearchTT, "Apre una nuova scheda ed avvia la ricerca"
btnSearchTT, "Avvia la ricerca nella scheda corrente"
btnStopTT, "Interrompe la ricerca selezionata"
CaseSensitiveQueryTT, "Controllo Maiuscole/Minuscole"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
chkShowFirstResultTT, "Mostra solo la prima linea quando la ricerca è effettuata per linea"
ColumnWidthRestoreError, "Si è verificato un errore durante il caricamento delle larghezza delle colonne."
ColumnWidthSaveError, "Si è verificato un errore durante il salvataggio delle larghezza delle colonne."
ContextMenuError, "Si è verificato un errore mostrando il Menù Contestuale di Windows."
CreatedAfterTT, "Creato dopo il {0}"
CreatedBeforeTT, "Creato prima del {0}"
CreatedBetweenTT, "Creato tra il {0} ed il {1}"
CSVSpreadsheet, "File CSV"
CustomAppOpenError, "Si è verificato un errore durante l'apertura del file con l'applicazione specificata."
DateCreatedError, "Selezionare una Data Finale successiva alla Data Iniziale."
DateFiltersSelected, "Filtra per Data:"
DateMismatchError, "Selezionare una Data di Creazione finale successiva alla Data di Creazione iniziale."
DateModifiedError, "Selezionare una Data di Modifica finale successiva alla Data di Creazione iniziale."
EmptyPDFError, "PDF file was searched but contained no text"
EnterProfileName, "Nome del profilo:"
ExcludeFilesTT, "File Esclusi: {0}"
ExcludePathsTT, "Percorsi Esclusi: {0}"
FileDeleteMessage, "Attendere mentre FileSeek effettua l'operazione richiesta.\nE' possibile chiudere la finestra, ma ciò potrebbe comportare risultati inattesi mentre l'operazione è in esecuzione."
FileDeleteQuestion, "Conferma l'eliminazione delle cartelle o dei file selezionati?"
FileDeleteTitle, "Ri"
FileDeletionError, "Si è verificato un'errore durante l'eliminazione dei file o delle cartelle."
FileHandlerError, "Inserisci un percorso in cui effettuare la ricerca."
FileIncludeNameMatch, "Corrispondenza Nome del File [Filtro File Inclusi]"
FileOpenError, "Si è verificato un errore durante l'apertura di questo file."
FilePermenentDeleteQuestion, "Are you sure you want to permanently delete the selected files or folders?"
FileQueryNameMatch, "Corrispondenza del Nome del File [Contenuto]"
FileReadError, "Errore durante l'accesso al File : {0}"
FileSelectionError, "Selezionare almeno un file esistente e riprovare."
FileSizeError, "Selezionare una Dimensione File Massima maggiore od uguale alla Dimensione File Minima."
FileSizeFiltersSelected, "Filtri Dimensione File"
FilesSearched, "Numero dei file analizzati: {0}"
FilesSkipped, "Files Skipped: {0}"
FolderBrowserDescription, "Seleziona una cartella in cui effettuare la Ricerca"
FolderBrowsingError, "Si è verificato un errore durante la selezione della cartella."
FolderIncludeNameMatch, "Corrispondenza del Nome della Cartella [Filtro File Inclusi]"
FolderItemError, "Impossibile recuperare la cartella per l'elemento: {0}"
FolderOpenError, "Si è verificato un errore durante l'apertura di questa cartella."
FolderQueryNameMatch, "Corrispondenza del Nome della Cartella [Contenuto]"
FolderReadError, "Impossibile leggere l'elenco cartelle nella cartella : {0}"
HyperTextMarkupLanguageFile, "File HTML"
IFilterWarning, "Abilitare i Gestori dei File per visualizzare dei risultati corretti per {0} file."
IncludeFilesTT, "File Inclusi: {0}"
InvalidExcludeFilesRegExError, "Il pattern RegEx dei File Esclusi non è valido."
InvalidFolderLength, "Lunghezza Cartella non valida."
InvalidIncludeFilesRegExError, "Il pattern RegEx dei File Inclusi non è valido."
InvalidQueryRegExError, "Espressione Regolare non valida.\n{0}"
KeypressError, "Si è verificato un errore durante l'elaborazione del tasto premuto."
LinkedFolderError, "Cartella non elaborata perchè link o punto di giunzione."
MatchesFound, "Corrispondenze trovate: {0}"
MatchesFromQueue, "Queued Results: {0}"
MaxFileSizeTT, "Dimensione Massima File: {0}"
MaxPathError, "Questo è un percorso lungo e potrebbe non funzionare con qualche programma"
MenuOpenError, "Si è verificato un errore durante l'apertura del menù."
MinFileSizeTT, "Dimensione Minima File: {0}"
ModifiedAfterTT, "Modificato dopo il : {0}"
ModifiedBeforeTT, "Modificato prima del: {0}"
ModifiedBetweenTT, "Modificato tra il {0} ed il {1}"
More, "(altro)"
NoDateFiltersSelected, "Nessun filtro per data selezionato"
NoFileSizeFiltersSelected, "Nessun filtro per dimensione selezionato"
NoOptionsSelected, "Nessuna opzione selezionata"
NotepadError, "Si è verificato un errore durante l'apertura con Notepad."
NoTextSelectionError, "Impostare del testo e provare di nuovo."
NotYourProfile, "Non si è il proprietario di questo profilo."
OnlyShowFirstResultTT, "Mostra solo il Primo Risultato"
OpenManyQuestion, "Confermare l'apertura di {0} file o cartelle?"
OptionsSelected, "Opzioni Selezionate:"
PathsTT, "Percorsi: {0}"
PathTooLongError, "Windows non supporta l'azione selezionata con i nomi di file lunghi."
ProfileLoadError, "Si è verificato un errore durante il caricamento del profilo."
ProfileLoadOnStartError, "Si è verificato un errore durante il caricamento del profilo. Il Profilo è inesistente."
ProfileOverwriteQuestion, "Sovrascrivere il profilo '{0}'?"
ProfileSaved, "Impostazioni di ricerca salvati nel profilo '{0}'"
ProfileSaveError, "Impossibile salvare il profilo"
ProOnlyDoubleClickPrompt, "L'azione per il doppio click è impostata su una funzionalità di FileSeek Pro.\nE' possibile cambiare la gestione predefinita del doppio click nella scheda Impostazioni -> Ricerca.\n\nSi desiderano ulteriori informazioni sull'upgrade?"
QueryTT, "Contenuto:\n{0}"
rdoMatchQueryLineByLineTT, "Carica i file una linea alla volta e cerca la corrispondenza in ogni linea"
rdoMatchQueryToWholeFileTT, "Carica l'intero file e cerca la corrispondenza nell'intero testo"
ResultCopied, "Un risultato copiato negli appunti."
ResultCopyError, "Si è verificato un errore durante la copia dei risultati di ricerca negli appunti."
ResultSaveError, "Si è verificato un errore durante il salvataggio dei risultati.\n{0}"
ResultsCopied, "{0} risultati copiati negli appunti."
ResultSelectionError, "Selezionare almeno un risultato di ricerca e riprovare."
SaveResults, "Salva Risultati in un Foglio di Calcolo"
SaveResultsAsHTML, "Salva Risultati in HTML"
SaveSearchProfile, "Salva Profilo di Ricerca"
SearchComplete, "Ricerca completata in {0}s"
SearchCriteria, "Criterio di Ricerca:"
SearchCriteriaEmptyTT, "Il criterio di ricerca è vuoto"
SearchEnd, "Fine Ricerca : {0}"
SearchError, "Si è verificato un errore durante la ricerca."
SearchStart, "Inizio Ricerca : {0}"
SearchSubFoldersTT, "Cerca nelle sottocartelle"
SettingFormShowError, "Si è verificato un errore durante la visualizzazione della Finestra Impostazioni."
Syncing, "Sincronizzazione con l'Account Binary Fortress..."
TextCopyError, "Si è verificato un errore durante la copia del testo."
TextProcessingError, "Si è verificato un errore durante l'elaborazione del testo."
TextSelectionError, "Selezionare del testo e riprovare."
txtPathTT, "Separa più elementi con il carattere |"
UseFileHandlersTT, "Utilizza Gestori dei File"
ViewingAppPartOne, "Non è ancora stata scelta un'applicazione utente per la visualizzazione."
ViewingAppPartTwo, "Selezionarne una adesso?"
WindowsVersionError, "Questa funzione non è disponibile in questa versione di Windows."


[frmProfileManager_Controls]
btnCopyProfile, "Copia Profilo"
btnDelete, "Elimina"
btnRename, "Rinomina"
btnSync, "Sincronizza con l'Account di Binary Fortress"
colProfileName, "Nome Profilo"
colProfileOwner, "Proprietario Profilo"
lblCurrentProfile, "Utente Corrente: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Come chiamare il nuovo profilo?"
MustSelectAnItem, "Scegliere un profilo dalla lista e riprovare."
ProfileDeleteQuestion, "Confermare l'eliminazione del profilo selezionato?"
RenameSearchProfile, "Rinomina Profilo di Ricerca"
SearchProfileName, "Nome Profilo di Ricerca:"
Title, "Gestione Profili"


[frmSettings_Controls]
btnApply, "Applica"
btnBackupSettings, "Esporta Impostazioni"
btnBrowseOther, "&Sfoglia"
btnChangeToFree, "Passa alla Versione Gratuita"
btnCheckNow, "Controlla &Aggiornamenti"
btnClearHistory, "Svuota Cronologia Ricerche"
btnIFilterToggle, "Abilita/Disabilita Gestore File"
btnLicenseKeyLoadOnline, "Carica da Account Binary Fortress"
btnOtherDefault, "&Predefinito"
btnPasteFromClipboard, "Incolla dagli Appunti"
btnProxySettings, "Impostazioni Internet"
btnRestoreSettings, "Ripristina Impostazioni"
btnTroubleshootingClearLog, "Cancella Log"
btnTroubleshootingCopy, "Copia negli Appunti"
btnTroubleshootingOpenLog, "Carica Log"
chkAutoUpdate, "Controlla Aggiornamenti Automaticamente"
chkBeta, "Controlla anche le versioni Beta (instabili)"
chkCloseToTray, "Close FileSeek to the system tray"
chkCombineParameters, "Pass multiple files to the same instance, instead of opening multiple instances"
chkErrorForLongPaths, "Mostra un errore e salta il percorso quando è più lungo di 260 caratteri"
chkIFilterErrors, "Mostra un errore per i file senza Gestori (quando la ricerca con Gestori dei File è abilitata)"
chkIsQueryFullString, "Treat query text as one large query term"
chkLinkedFoldersSearch, "Cerca file e cartelle che sono link o punti di giunzione"
chkLinkedFoldersSearchShowErrorOnSkip, "Mostra un messaggio quando viene saltato un link o un punto di giunzione"
chkMinimizeToTray, "Minimize FileSeek to the system tray"
chkShowErrorEmptyPDF, "Show an Error when an empty PDF file is found"
chkShowFileErrors, "Mostra un errore quando un file o cartella non è accessibile"
chkShowToolTips, "Mostra ToolTip"
chkStartWithClearProfile, "Azzera i criteri di ricerca all'avvio di FileSeek"
chkTreatAllIncludeFiltersAsWildcards, "Considera tutti i Filtri di Inclusione come caratteri Jolly"
chkWindowsContextMenu, "Mostra FileSeek nel Menù Contestuale di Windows"
colName, "Nome"
colRightToLeft, "Da destra-a-sinistra"
colTranslators, "Traduttori"
colVersion, "Versione"
gbAutoUpdate, "Controlla Aggiornamenti"
gbCmdLineVars, "Variabili da riga di comando"
gbGeneralOptions, "Opzioni Generali"
gbUpdateSettings, "Impostazioni di aggiornamento"
lblCmdLineParam, "Parametri da riga di comando da passare:"
lblDefaultDoubleClick, "Scegli un'operazione predefinita per il doppio click su un risultato:"
lblExpireDate, "Data di scadenza Licenza:"
lblLicenseKey, "Codice Licenza:"
lblLicenseTo, "Registrato A:"
lblNumChar, "Numero di caratteri mostrati per ogni risultato:"
lblSelectViewingApp, "Seleziona l'applicazione per la visualizzazione dei file:"
lblSkipFile, "Maximum search time allowed per file (0=unlimited):"
lblUpdateLanguages, "Scarica Nuove Lingue e Aggiornamenti"
LogLevel0, "Log : Disabilitato"
LogLevel1, "Log : Solo dati Importanti"
LogLevel2, "Log : Dettagliato"
LogLevel3, "Log : Tutte le linee"
tabLanguage, "Lingue"
tabLicense, "Codice di Licenza"
tabTroubleshooting, "Risoluzione Problemi"


[frmSettings_Strings]
AppBrowsingError, "Si è verificato un errore durante la scelta dell'applicazione."
cboDefaultDoubleClickOperation_ExportAllCSV, "Esporta tutti i risultati in CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Esporta tutti i risultati in HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Esporta selezione in CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Esporta selezione in HTML"
cboDefaultDoubleClickOperation_Open, "Apri con programma predefinito"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Apri cartella"
cboDefaultDoubleClickOperation_OpenNotepad, "Apri con Notepad"
cboDefaultDoubleClickOperation_OpenOther, "Apri con l'applicazione utente"
ChangeToFreeQuestion, "Rimuovere il codice di licenza e passare alla versione gratuita?"
chkTreatAllIncludeFiltersAsWildcardsTT, "Con questa opzione abilitata, la ricerca di foo verrà interpretata come *foo*"
ClearHistoryError, "Si è verificato un errore durante l'eleminazione della cronologia delle ricerche."
ClearHistoryWarning, "Eliminare la cronologia delle ricerche effettuate?"
CommandLineError, "Inserire gli argomenti della linea di comando, o premere 'Predefinito' per cancellarli."
DebugLogCleared, "Il Log di Debug è stato cancellato correttamente."
DebugLogNotFound, "Impossibile trovare il file di Log.\nAssicurarsi di avere abilitato il Log di Debug."
DisableFileHandler, "Disattiva i Gestori dei File"
EnableFileHandler, "Abilita i Gestori dei File"
FileCommandDescription, "{0}: Sostituisce il nome del file."
FileHandlerListError, "Si è verificato un errore durante l'enumerazione dei Gestori dei File."
FileHandlerSelectError, "Si è verificato un errore durante la selezione di questo Gestore dei File."
FileHandlerToggleError, "Si è verificato un errore durante l'abilitazione/disabilitazione di questo Gestore dei File."
FreeVersion, "Versione Gratuita"
HistoryCleared, "Cronologia Ricerche svuotata correttamente."
InternetSettingsWindowError, "Si è verificato un errore durante l'apertura delle Impostazioni Internet"
InvalidExitcode, "Restituisce un codice di errore: {0}"
LineCommandDescription, "{0}: Sostituisce il numero di riga"
lvIFilters_Extension, "Estensione"
lvIFilters_Handler, "Gestore"
lvIFilters_HandlerVersion, "Versione"
NumOfCharError, "Inserire un numero di caratteri tra {0} e {1} e riprovare."
RestoreSettingsFailed, "Impossibile ripristinare le impostazioni."
RestoreSettingsSuccess, "Le impostazioni sono state ripristinate correttamente."
SettingMenuError, "Si è verificato un errore durante l'impostazione del menù contestuale."
tabSettings_About, "Informazioni su"
tabSettings_FileHandlers, "Gestori dei File"
tabSettings_Options, "Opzioni"
tabSettings_OtherApp, "Applicazione Utente"
tabSettings_Search, "Ricerca"
Title, "Impostazioni"
TroubleshootingCopyError, "Impossibile copiare le informazioni sulla Risoluzione dei Problemi."
TroubleshootingCopySuccess, "Le informazioni sulla risoluzione dei problemi sono stati copiate correttamente negli appunti."


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Risultati della ricerca salvati correttamente.\nAprire il file per la visualizzazione?"
SearchCriteria, "Criterio di Ricerca"
SearchDate, "Data della Ricerca:"
Title, "Risultati della Ricerca"


[IFilterHelper_Strings]
UnknownError, "Errore IFilter sconosciuto"
UsingStandardMethodWarning, "Nessun gestore registrato per questo file, ricerca effettuata con il metodo standard."


[LicenseValidate_Strings]
ExpiredPrompt, "La licenza di prova di FileSeek è scaduta.\nSe hai già acquistato una licenza, inseriscila nella finestra delle Impostazioni.\n\nSi desiderano ulteriori informazioni sull'acquisto di una licenza per FileSeek Pro?"
Invalid, "Il codice di Licenza inserito non è valido."
InvalidReseller, "Il codice di licenza è valido solo con la versione FileSeek fornita dal proprio Rivenditore.\nContattare il proprio Rinvenditore per ulteriori informazioni."
LicenseProcessPro, "Grazie per esserti registrato!"
LicenseProcessRemoved, "Il Codice di Licenza è stato rimosso."
LicenseProcessTrial, "Grazie per aver provato FileSeek Pro!\nLa licenza scadrà il {0:D}"
RegistryExportSuccess, "Le impostazioni sono state esportate correttamente."
TrialAlmostDonePrompt, "Il periodo di prova sta per scadere.\nSe hai già acquistato una licenza, inseriscila nella finestra delle Impostazioni.\n\nSi desiderano ulteriori informazioni sull'acquisto di una licenza per FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Cerca con FileSeek"


[Words]
AdminSettingsLock, "Alcune impostazioni sono gestite dall'amministratore di sistema"
Apply, "Applica"
ButtonEnterLicenseKey, "&Inserisce Codice di Licenza"
ButtonLater, "&Dopo"
ButtonMoreInformation, "&Ulteriori Informazioni"
ButtonUseFreeVersion, "&Utilizza Versione Gratuita"
Cancel, "&Annulla"
Close, "&Chiudi"
Custom, "Custom"
Default, "Default"
Error, "Errore"
ErrorNotAdminUACDisabled, "UAC è disabilitato, e l'utente attivo non è un amministratore, l'azione richiesta probabilmente non andrà a buon fine.\nAbilitare l'UAC o effettuare il login come amministratore e riprovare.\nSe UAC è stato disabilitato di recente, assicurarsi di aver riavviato il computer."
Help, "Guida"
Info, "Informazioni"
NeedProQuestion, "Per utilizzare questa funzionalità occorre effettuare l'upgrade a FileSeek Pro.\nSi desiderano ulteriori informazioni sull'upgrade?"
Never, "Mai"
No, "No"
OK, "&OK"
ProOnlyNotice, "Le funzionalità della versione Pro sono evidenziate in Blu"
Refresh, "Aggiorna"
Seconds, "seconds"
Yes, "Sì"


[Installer]
AdditionalIcons, "Icone Aggiuntive:"
ContextMenu, "Aggiungi FileSeek ai menù contestuali"
CurrentUserOnly, "Solo per l'utente corrente"
DesktopIcon, "Crea un'icona sul Desktop"
DotNetDownloadNow, "Scaricarlo adesso?"
DotNetNeededMayNotWork, "FileSeek potrebbe non essere eseguito correttamente senza il Microsoft .NET FrameWork 2.0."
DotNetRequired, "FileSeek richiede Microsoft .NET FrameWork 2.0."
DotNetReRunInstall, "Eseguire nuovamente l'installazione dopo aver installato Microsoft .NET FrameWork 2.0."
ForAllUsers, "Per tutti gli utenti"
LaunchFileSeek, "Esegui FileSeek"
LicKeyInvalid, "Il Codice di Licenza è valido"
LicKeyLabel, "Codice di Licenza:"
LicKeySelectOption, "Selezionare un'opzione per il Codice di Licenza e riprovare."
LicKeyText, "Opzioni per il Codice di Licenza:"
LicKeyTextAdminLocked, "Il Codice di Licenza è stato impostato dall'Amministratore del sistema."
LicKeyTextChangeFree, "Clicca 'Passa alla versione gratuita' nella finestra delle Impostazioni per utilizzare la versione gratuita."
LicKeyTextEnterOrFree, "Utilizzare un Codice di Licenza valido o selezionare "Usa Versione Gratuita"."
LicKeyTextPaid, "Usa questo Codice di Licenza:"
LicKeyTextTrial, "Usa versione di Valutazione (solo prima volta), passa alla Versione Gratuita dopo 30 giorni"
RunAtStartup, "Lancia FileSeek all'avvio di Windows"
ShowWelcome, "Mostra la Pagina di Benvenuto di FileSeek"
TextBefore, "Se FileSeek è avviato, assicurarsi di averlo chiuso prima di continuare con l'installazione.\n\nVisita http://www.fileseek.ca per aggiornamenti e supporto."
UninstallRemoveAllData1, "Si desiderano rimuovere completamente TUTTE le impostazioni, le opzioni ed i file temporanei di FileSeek?"
UninstallRemoveAllData2, "Questa scelta non è raccomandata se si installerà nuovamente FileSeek."